Repository: chencao0524/telegram-android
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: %1$d day
zh_cn: %1$d 天

source: %1$d days
zh_cn: %1$d 天

source: %1$d forwarded audios
zh_cn: %1$d 已转发的音频

source: %1$d forwarded contacts
zh_cn: %1$d 已转发的联系人

source: %1$d forwarded files
zh_cn: %1$d 已转发的文件

source: %1$d forwarded locations
zh_cn: %1$d 已转发的位置

source: %1$d forwarded messages
zh_cn: %1$d 已转发的消息

source: %1$d forwarded photos
zh_cn: %1$d 已转发的照片

source: %1$d forwarded stickers
zh_cn: %1$d 已转发的贴图

source: %1$d forwarded videos
zh_cn: %1$d 已转发的视频

source: %1$d hour
zh_cn: %1$d 小时

source: %1$d hours
zh_cn: %1$d 小时

source: %1$d member
zh_cn: %1$d 个成员

source: %1$d members
zh_cn: %1$d 个成员

source: %1$d message
zh_cn: %1$d 条消息

source: %1$d messages
zh_cn: %1$d 条消息

source: %1$d minute
zh_cn: %1$d 分钟

source: %1$d minutes
zh_cn: %1$d 分钟

source: %1$d month
zh_cn: %1$d 个月

source: %1$d months
zh_cn: %1$d 个月

source: %1$d new message
zh_cn: %1$d 条新消息

source: %1$d new messages
zh_cn: %1$d 条新消息

source: %1$d of %2$d
zh_cn: 第 %1$d 张，共 %2$d 张

source: %1$d online
zh_cn: %1$d 在线

source: %1$d second
zh_cn: %1$d 秒

source: %1$d seconds
zh_cn: %1$d 秒

source: %1$d user
zh_cn: %1$d 个用户

source: %1$d users
zh_cn: %1$d 个用户

source: %1$d week
zh_cn: %1$d 周

source: %1$d weeks
zh_cn: %1$d 周

source: %1$d year
zh_cn: %1$d 年

source: %1$d years
zh_cn: %1$d 年

source: %1$d/%2$d members
zh_cn: %1$d/%2$d 成员

source: %1$s at %2$s
zh_cn: %1$s %2$s

source: %1$s disabled the self-destruct timer
zh_cn: %1$s 取消了阅后即焚计时器

source: %1$s edited the group's %2$s name
zh_cn: %1$s 编辑了%2$s 群组的名称

source: %1$s edited the group's %2$s photo
zh_cn: %1$s 编辑了 %2$s 群组的图片

source: %1$s has left the group %2$s
zh_cn: %1$s 已离开 %2$s 群组

source: %1$s invited %3$s to the group %2$s
zh_cn: %1$s 邀请了 %3$s 加入 %2$s 群组

source: %1$s invited you to the group %2$s
zh_cn: %1$s 邀请您加入 %2$s 群组

source: %1$s is available.
zh_cn: %1$s 可用。

source: %1$s is using an older version of Telegram, so secret photos will be shown in compatibility mode.\n\nOnce %2$s updates Telegram, photos with timers for 1 minute or less will start working in 'Tap and hold to view' mode, and you will be notified whenever the other party takes a screenshot.
zh_cn: %1$s 正在使用旧版本的Telegram，因此私密照片将以兼容模式显示。\n\n当 %2$s 更新了Telegram后，阅后即焚定时器设置在一分钟之内的照片将采用“点击并按住以查看”模式运行；而且，当对方截取手机画面时，您将会收到通知。

source: %1$s joined Telegram!
zh_cn: %1$s 加入了 Telegram！

source: %1$s joined to the group %2$s via invite link
zh_cn: %1$s 已经通过邀请链接加入 %2$s 群组。

source: %1$s removed %3$s from the group %2$s
zh_cn: %1$s 已将 %3$s 从 %2$s 群组移出

source: %1$s removed you from the group %2$s
zh_cn: %1$s 将您移出了 %2$s 群组

source: %1$s returned to the group %2$s
zh_cn: %1$s 返回了群 %2$s

source: %1$s sent a file to the group %2$s
zh_cn: %1$s 发送了一个文件到群组 %2$s

source: %1$s sent a location to the group %2$s
zh_cn: %1$s 发送了一个位置到 %2$s 群组

source: %1$s sent a message to the group %2$s
zh_cn: %1$s 发送了一条消息到 %2$s 群组

source: %1$s sent a photo to the group %2$s
zh_cn: %1$s 发送了一张图片到 %2$s 群组

source: %1$s sent a sticker to the group %2$s
zh_cn: %1$s 发送了一个贴图到群组 %2$s

source: %1$s sent a video to the group %2$s
zh_cn: %1$s 发送了一段视频到 %2$s 群组

source: %1$s sent an audio to the group %2$s
zh_cn: %1$s 发送该贴图到群组 %2$s

source: %1$s sent you a file
zh_cn: %1$s 给您发送了一个文件

source: %1$s sent you a location
zh_cn: %1$s 给您发送了一个位置

source: %1$s sent you a message
zh_cn: %1$s 给您发送了一条消息

source: %1$s sent you a photo
zh_cn: %1$s 给您发送了一张图片

source: %1$s sent you a sticker
zh_cn: %1$s 给你发送了一个贴图

source: %1$s sent you a video
zh_cn: %1$s 给您发送了一段视频

source: %1$s sent you an audio
zh_cn: %1$s 给您发送了一段语音

source: %1$s set the self-destruct timer to %2$s
zh_cn: %1$s 已将阅后即焚计时器设定为 %2$s

source: %1$s shared a contact in the group %2$s
zh_cn: %1$s 分享了一个联系人到 %2$s 群组

source: %1$s shared a contact with you
zh_cn: %1$s 与您分享了一个联系人

source: %1$s updated profile photo
zh_cn: %1$s 更新了头像

source: %1$s,\nWe detected a login into your account from a new device on %2$s\n\nDevice: %3$s\nLocation: %4$s\n\nIf this wasn't you, you can go to Settings - Privacy and Security - Sessions and terminate that session.\n\nIf you think that somebody logged in to your account against your will, you can enable two-step verification in Privacy and Security settings.\n\nSincerely,\nThe Telegram Team
zh_cn: %4$s\n\nIf this wasn't you, you can go to Settings - Privacy and Security - Sessions and terminate that session.\n\nIf you think that somebody logged in to your account against your will, you can enable two-step verification in Privacy and Security settings.\n\nSincerely,\nThe Telegram Team %1$s，\n我们发现您的账号在 %2$s 从新的设备登录\n\n设备： %3$s\n位置： %4$s\n\n如果这不是您本人，您可以到「设置—注销所有其它设备上的会话」注销其登录\n\n此致，\nTelegram 团队

source: %1$s,\nWe detected a login into your account from a new device on %2$s\n\nDevice: %3$s\nLocation: %4$s\n\nIf this wasn't you, you can go to Settings - Privacy and Security - Terminate all other sessions.\n\nSincerely,\nThe Telegram Team
zh_cn: %1$s，\n我们发现您的账号于 %2$s 在新的设备上登录\n\n设备： %3$s\n位置： %4$s\n\n如果这不是您本人，您可以到「设置—隐私和安全—注销所有其它设备上的会话」注销其登录。\n\n此致，\nTelegram 团队

source: %s invited you to join a secret chat.
zh_cn: %s 邀请您进入私密对话。

source: %s joined your secret chat.
zh_cn: %s 加入了您的私密对话。

source: A username must have at least 5 characters.
zh_cn: 用户名必须至少包含5个字符。

source: Access error
zh_cn: 存取错误

source: Account self-destructs
zh_cn: 自动删除账号

source: Add
zh_cn: 添加

# Add %1$s to the group? Number of last messages to forward:
source: Add %1$s to the group?\n\nNumber of last messages to forward:
zh_cn: 要将 %1$s 添加到小组吗？\n\n转发给他的最近消息数：

source: Add Users
zh_cn: 添加用户

source: Add contact
zh_cn: 添加联系人

source: Add exceptions
zh_cn: 添加例外

source: Add member
zh_cn: 添加成员

source: Add recipient
zh_cn: 添加接收人

source: Add to contacts
zh_cn: 添加为联系人

source: Alert
zh_cn: 警告

source: All Photos
zh_cn: 全部图片

source: All secret chats will be lost.
zh_cn: 重装之后将丢失所有的加密会话。

source: All your Telegram contacts will get your new number added to their address book, provided they had your old number and you haven't blocked them in Telegram.
zh_cn: 所有拥有您的号码并且没有被屏蔽的人将会更新您的新号码到他们的联系人列表中。

source: Always Share
zh_cn: 白名单

source: Always Share With
zh_cn: 白名单

source: Always share with users...
zh_cn: 选择可以看见您上线时间的用户…

source: Always show popup
zh_cn: 总是显示提醒

source: An error occurred.
zh_cn: 发生了一个错误。

source: Apply localization file
zh_cn: 使用本地化文件

source: Approximate last seen will be shown instead (recently, within a week, within a month).
zh_cn: 取而代之的是大概的上线时间（如：最近、一周内、一个月内）。

source: Are you sure you want to block this contact?
zh_cn: 您确定要屏蔽该联系人吗？

source: Are you sure you want to cancel registration?
zh_cn: 您确定要取消注册吗？

source: Are you sure you want to clear history?
zh_cn: 您确定要清除聊天记录吗？

source: Are you sure you want to delete %1$s?
zh_cn: 您确定要删除 %1$s 吗？

source: Are you sure you want to delete and leave the group?
zh_cn: 您确定要删除并退出这个群组吗？

source: Are you sure you want to delete this chat?
zh_cn: 您确定要删除这个对话吗？

source: Are you sure you want to delete this contact?
zh_cn: 您确定要删除该联系人吗？

source: Are you sure you want to delete this photo?
zh_cn: 您确认要删除这张照片吗？

source: Are you sure you want to delete this video?
zh_cn: 您确认要删除这个视频吗？

source: Are you sure you want to log out?\n\nNote that you can seamlessly use Telegram on all your devices at once.\n\nRemember, logging out kills all your Secret Chats.
zh_cn: 您确定要注销吗？\n\n请注意，您可以同时在所有设备上无缝地使用 Telegram。\n\n请记住，注销将会清除所有的加密聊天。

source: Are you sure you want to share your contact info?
zh_cn: 您确定要共享您的联系信息吗？

source: Are you sure you want to start a secret chat?
zh_cn: 您确定要开始加密对话吗？

source: Are you sure you want to terminate all other sessions?
zh_cn: 您确定要注销所有其它设备上的会话吗？

source: Are you sure you want to unblock this contact?
zh_cn: 您确定要取消对该联系人的屏蔽吗？

source: Are you sure?
zh_cn: 您确定吗？

source: Ask a Question
zh_cn: 我有疑问

source: Ask a volunteer
zh_cn: 询问志愿者

source: Audio
zh_cn: 语音

source: Auto-lock
zh_cn: 自动锁定

source: Automatic media download
zh_cn: 自动下载媒体文件

source: Back
zh_cn: 返回

source: Badge Counter
zh_cn: 未读数量提示

source: Block
zh_cn: 屏蔽

source: Blocked Users
zh_cn: 被屏蔽的用户

source: Blur
zh_cn: 模糊化

source: CHANGE NUMBER
zh_cn: 更改号码

source: CROP
zh_cn: 裁剪

source: Call
zh_cn: 呼叫

source: Calling you...
zh_cn: 正在呼叫...

source: Cancel
zh_cn: 取消

source: Cancel registration
zh_cn: 取消注册

source: Change Passcode
zh_cn: 修改密码

source: Change who can see your Last Seen time.
zh_cn: 修改谁可以看见您最后上线的时间。

source: Chat Background
zh_cn: 对话背景

source: Checking username...
zh_cn: 正在检查用户名...

source: Choose a country
zh_cn: 选择国家

source: Clear history
zh_cn: 清除聊天记录

source: Cloud-Based
zh_cn: 基于云端

source: Code
zh_cn: 验证码

source: Code expired, please login again
zh_cn: 验证码已过期，请重新登录

source: Compress Video
zh_cn: 压缩视频

source: Connecting...
zh_cn: 连接中...

source: Contact
zh_cn: 联系人

source: Contact joined Telegram
zh_cn: 联系人已加入 Telegram

source: Contacts
zh_cn: 联系人

source: Contrast
zh_cn: 对比度

source: Copy
zh_cn: 复制

source: Crop image
zh_cn: 裁剪图片

source: Default
zh_cn: 默认

source: Delete
zh_cn: 删除

source: Delete and exit
zh_cn: 删除并退出

source: Delete and leave group
zh_cn: 删除并退出群组

source: Delete chat
zh_cn: 删除这个聊天

source: Delete localization?
zh_cn: 删除本地化文件？

source: Delete photo
zh_cn: 删除图片

source: Delete this chat
zh_cn: 删除此次对话

source: Delete this group
zh_cn: 删除该群组

source: Delete your account?
zh_cn: 要删除您的账号吗？

source: Deleted Account
zh_cn: 删除账号

source: Didn't get the code?
zh_cn: 未收到验证码？

source: Disable
zh_cn: 禁用

source: Disabled
zh_cn: 禁用

source: Discard changes?
zh_cn: 放弃更改？

source: Do not allow forwarding
zh_cn: 不允许转发消息

source: Do you want to join the group '%1$s'?
zh_cn: 您想要加入 '%1$s' 群组吗？

source: Done
zh_cn: 完成

source: Edit
zh_cn: 编辑

source: Edit Video
zh_cn: 编辑视频

source: Edit image
zh_cn: 编辑图片

source: Edit name
zh_cn: 编辑名字

source: Edited Video
zh_cn: 编辑过的视频

source: Enable Animations
zh_cn: 开启动画效果

source: Enabled
zh_cn: 已启用

source: Encryption Key
zh_cn: 密钥

source: English
zh_cn: 简体中文

source: Enhance
zh_cn: 增强

source: Enter group name
zh_cn: 输入群组名称

source: Enter list name
zh_cn: 输入名单名称

source: Enter your current passcode
zh_cn: 输入你的当前密码

source: Enter your new passcode
zh_cn: 输入你要设置的新密码

source: Enter your passcode
zh_cn: 输入你的密码

source: Events
zh_cn: 事件

source: Everybody
zh_cn: 所有人

source: Everybody (-%1$d)
zh_cn: 所有人 (-%1$d)

source: Exchanging encryption keys...
zh_cn: 正在交换加密密钥...

source: Exposure
zh_cn: 曝光度

source: External Storage
zh_cn: 外部存储器

source: FIND GIFS
zh_cn: 查找GIF动态图片

source: FIND IMAGES
zh_cn: 查找图片

source: Fast
zh_cn: 快速

source: File
zh_cn: 文档

source: File size shouldn't be greater than %1$s
zh_cn: 文件大小不能超过 %1$s

source: Files
zh_cn: 仅显示文档

source: First name
zh_cn: 名字

source: First name (required)
zh_cn: 名字（必填）

source: Folder
zh_cn: 文件夹

source: Forward
zh_cn: 转发

source: Forward messages to %1$s?
zh_cn: 转发信息给%1$s？

source: Forwarded audio
zh_cn: 已转发的音频

source: Forwarded contact
zh_cn: 已转发的联系人

source: Forwarded file
zh_cn: 已转发的文件

source: Forwarded location
zh_cn: 已转发的位置

source: Forwarded message
zh_cn: 已转发的消息

source: Forwarded photo
zh_cn: 已转发的照片

source: Forwarded sticker
zh_cn: 已转发的贴图

source: Forwarded video
zh_cn: 已转发的视频

source: Free
zh_cn: 免费

source: Free %1$s of %2$s
zh_cn: %1$s 可用，共 %2$s

source: From
zh_cn: 来自

source: From camera
zh_cn: 拍照

source: From gallery
zh_cn: 从相册中选择

source: GLOBAL SEARCH
zh_cn: 全局搜索

source: Gallery
zh_cn: 相册

source: Getting Link Info...
zh_cn: 正在获取连接信息...

# Got a question about Telegram?
source: Got a question\nabout Telegram?
zh_cn: 对 Telegram 有疑问？

source: Grain
zh_cn: 增益

source: Group name
zh_cn: 群组名称

source: Group notifications
zh_cn: 群组通知

source: Have a self-destruct timer
zh_cn: 使用阅后即焚计时器

source: Hey, let's switch to Telegram: https://telegram.org/dl
zh_cn: 亲！和我一起用 Telegram 吧，超棒的聊天工具，简洁高效，没有广告，会话加密，尊重隐私，不受审查过滤：https://telegram.org/dl

source: High
zh_cn: 高

source: Highlights
zh_cn: 亮度

source: Home
zh_cn: 家庭电话

source: However we recommend you to leave it enabled to keep app running in background and receive instant notifications.
zh_cn: 但是我们仍然建议您保留该应用在后台运行以接收即时消息。

source: Hybrid
zh_cn: 混合

source: If Google Play Services are enough for you to receive notifications, you can disable Notifications Service.
zh_cn: 如果您能收到 Google Play 服务发送的通知，您可以禁用 Telegram 的通知服务。

source: If you do not log in at least once within this period, your account will be deleted along with all groups, messages and contacts.
zh_cn: 如果您在此期间内没有登录过，您的账号以及群组、消息和联系人将全部被删除。

source: If you do, other people will be able to find you by this username and contact you without knowing your phone number.<br><br>You can use <b>a–z</b>, <b>0–9</b> and underscores.
zh_cn: 如果您这样做，别人就可以藉由此用户名称找到您并与您联络，而不需要知道您的手机号码。<br><br>您可以使用 <b>a–z</b>，<b>0–9</b> 及下划线。

source: If you're away for
zh_cn: 离线时间

source: Import Contacts
zh_cn: 导入联系人

source: Important: you won't be able to see Last Seen times for people with whom you don't share your Last Seen time.
zh_cn: 重要提示：您不愿意暴露最后上线时间的对象，他们最后的上线时间您也将无法看到。

source: In %1$s
zh_cn: 在 %1$s

source: In-App Preview
zh_cn: 应用内预览

source: In-App Sounds
zh_cn: 程序内声音

source: In-App Vibrate
zh_cn: 程序内振动

source: In-app notifications
zh_cn: 应用内通知

source: Incorrect localization file
zh_cn: 错误的本地化文件

source: Info
zh_cn: 个人信息

source: Internal Storage
zh_cn: 内部存储器

source: Invalid code
zh_cn: 无效的验证码

source: Invalid first name
zh_cn: 无效的名字

source: Invalid last name
zh_cn: 无效的姓氏

source: Invalid passcode
zh_cn: 无效的密码（密码错误）

source: Invalid phone number
zh_cn: 无效的手机号码

source: Invite Friends
zh_cn: 邀请朋友

source: LED Color
zh_cn: LED 颜色

source: Language
zh_cn: 语言

source: Last Seen
zh_cn: 最后上线时间

source: Last name
zh_cn: 姓氏

source: Last name (optional)
zh_cn: 姓氏（可选）

source: Leave no trace on our servers
zh_cn: 不在服务器上留下记录

source: Linear
zh_cn: 线性模糊

source: Link copied to clipboard
zh_cn: 邀请链接已复制到剪贴板

source: Loading...
zh_cn: 载入中......

source: Location
zh_cn: 位置

source: Log out
zh_cn: 退出登录

source: Logs out all devices except for this one.
zh_cn: 注销该设备以外的其它所有设备。

source: Long
zh_cn: 长

source: Low
zh_cn: 低

source: MESSAGES
zh_cn: 消息

source: MMM dd
zh_cn: MM\'月\'dd\'日\'

source: MMMM d
zh_cn: MM\'月\'d\'日\'

source: MMMM d, yyyy
zh_cn: yyyy\'年\'MM\'月\'dd\'日\'

source: MMMM yyyy
zh_cn: yyyy\'年\'MM\'月\'

source: Main
zh_cn: 主要的

source: Map
zh_cn: 地图

source: Max
zh_cn: 最大值

source: Message
zh_cn: 输入消息

source: Message Preview
zh_cn: 消息预览

source: Message notifications
zh_cn: 消息通知

source: Messages
zh_cn: 消息

source: Messages Text Size
zh_cn: 消息文本大小

source: Minimum length is <b>5</b> characters.
zh_cn: 最小长度是 <b>5</b> 个字符。

source: Mobile
zh_cn: 手机

source: Mute for %1$s
zh_cn: 静音 %1$s

source: Mute notifications
zh_cn: 通知静音

source: My Contacts
zh_cn: 我的联系人

source: My Contacts (+%1$d)
zh_cn: 我的联系人 (+%1$d)

source: My Contacts (-%1$d)
zh_cn: 我的联系人 (-%1$d)

source: My Contacts (-%1$d, +%2$d)
zh_cn: 我的联系人 (-%1$d, +%2$d)

source: Never
zh_cn: 从不

source: Never Share
zh_cn: 黑名单

source: Never Share With
zh_cn: 黑名单

source: Never share with users...
zh_cn: 选择无法看见您上线时间的用户…

source: New Broadcast List
zh_cn: 新建广播名单

source: New Group
zh_cn: 新建群组

source: New Message
zh_cn: 新建聊天

source: New Secret Chat
zh_cn: 新建私密对话

source: New number
zh_cn: 新号码

source: Next
zh_cn: 下一步

source: No blocked users yet
zh_cn: 没有被屏蔽的用户

source: No chats yet...
zh_cn: 暂时还没有对话...

source: No contacts yet
zh_cn: 还没有联系人

source: No files yet...
zh_cn: 暂时还没有文件...

source: No media
zh_cn: 无

source: No messages here yet...
zh_cn: 暂时还没有消息...

source: No photos yet
zh_cn: 还没有图片

source: No popup
zh_cn: 不弹窗

source: No recent
zh_cn: 没有最近使用

source: No recent GIFs
zh_cn: 最近沒有收到 GIF 动画

source: No recent photos
zh_cn: 没有最近的照片

source: No results
zh_cn: 没有结果

source: No sound
zh_cn: 无声

source: Nobody
zh_cn: 不允许任何人

source: Nobody (+%1$d)
zh_cn: 不允许任何人 (+%1$d)

source: None
zh_cn: 无

source: Notifications
zh_cn: 通知

source: Notifications Service
zh_cn: 通知服务

source: Notifications and Sounds
zh_cn: 通知和声音

source: OK
zh_cn: 确定

source: Off
zh_cn: 关闭

source: Only when screen \"off\"
zh_cn: 只在屏幕关闭时

source: Only when screen \"on\"
zh_cn: 只在屏幕打开时

source: Open
zh_cn: 打开

source: Original Video
zh_cn: 原始视频

source: Other
zh_cn: 其它

source: Passcode
zh_cn: 密码

source: Passcodes do not match
zh_cn: 你两次输入的新密码不匹配

source: Password
zh_cn: 密码

source: Phone
zh_cn: 号码

source: Photo
zh_cn: 图片

source: Please confirm your country code and enter your phone number.
zh_cn: 请确认您的国家代码，并输入您的手机号码。

source: Please delete that account before migrating to the new number.
zh_cn: 请在转移至新号码前删除本号码，确保其是未注册的。

source: Please download media first
zh_cn: 请先下载媒体文件

source: Please note that Telegram Support is done by volunteers.
zh_cn: 请注意，Telegram 的技术支持由志愿者提供。

source: Please send an email to sms@telegram.org and tell us about your problem.
zh_cn: 请发邮件到 sms@telegram.org 告诉我们您遇到的问题。

source: Popup Notifications
zh_cn: 弹窗提醒

source: Powerful
zh_cn: 强大

source: Priority
zh_cn: 优先级

source: Privacy
zh_cn: 隐私

source: Privacy and Security
zh_cn: 隐私和安全

source: Private
zh_cn: 私密

source: Radial
zh_cn: 放射性模糊

source: Re-enter your new passcode
zh_cn: 再次输入你的新密码

source: Remove from broadcast list
zh_cn: 从广播名单中移除

source: Remove from group
zh_cn: 从群组中移除

source: Repeat Notifications
zh_cn: 重复通知

source: Reply
zh_cn: 回复

source: Reply to %1$s
zh_cn: 回复给 %1$s

source: Require passcode if away for a time.
zh_cn: 在离开一段时间后需要输入密码验证

source: Reset
zh_cn: 重置

source: Reset All Notifications
zh_cn: 重置所有通知

source: Reset all notification settings to default
zh_cn: 重置所有通知设置为默认值

source: Retry
zh_cn: 重试

source: SD Card
zh_cn: SD卡

source: SLIDE TO CANCEL
zh_cn: 滑动以取消

source: Satellite
zh_cn: 卫星

source: Saturation
zh_cn: 饱和度

source: Save to downloads
zh_cn: 保存到下载

source: Save to gallery
zh_cn: 保存到相册

source: Search
zh_cn: 搜索

source: Search GIFs
zh_cn: 搜索图片

source: Search web
zh_cn: 搜索网页

source: Secret chat cancelled
zh_cn: 私密对话已取消

source: Secret chats:
zh_cn: 私密对话：

source: Secure
zh_cn: 安全

source: Security
zh_cn: 安全

source: Select Chat
zh_cn: 选择对话

source: Select Contact
zh_cn: 选择联系人

source: Select File
zh_cn: 选择文件

source: Self-Destruct Timer
zh_cn: 阅后即焚计时器

source: Send
zh_cn: 发送

source: Send Location
zh_cn: 发送位置

source: Send by Enter
zh_cn: 按回车键发送

source: Send message to...
zh_cn: 发送消息至...

source: Send messages to %1$s?
zh_cn: 要把消息发送给 %1$s 吗？

source: Sending video...
zh_cn: 正在发送视频......

source: Service notifications
zh_cn: 服务通知

source: Set
zh_cn: 设置

source: Set self-destruct timer
zh_cn: 设置阅后即焚计时器

source: Set up your first and last name
zh_cn: 设置您的姓名

source: Settings
zh_cn: 设置

source: Settings default
zh_cn: 默认设置

source: Shadows
zh_cn: 阴影

source: Share
zh_cn: 分享

source: Share Location
zh_cn: 分享位置

source: Share files and documents in this chat and access them on any of your devices.
zh_cn: 分享这个聊天的文件和文档并可在你的任何设备上查看

source: Share my contact
zh_cn: 分享我的联系人

source: Share photos and videos in this chat and access them on any of your devices.
zh_cn: 分享这个聊天的图片和视频并可在你的任何设备上查看

source: Shared Media
zh_cn: 分享的多媒体文件

source: Sharpen
zh_cn: 锐化

source: Short
zh_cn: 短

source: Show all media
zh_cn: 显示所有多媒体

source: Sorry, a username can't start with a number.
zh_cn: 抱歉，用户名不能以数字开头。

source: Sorry, this feature is currently not available in your country.
zh_cn: 抱歉，该功能在您的国家暂时不可用。

source: Sorry, this group does not seem to exist.
zh_cn: 对不起，这个群组不存在。

source: Sorry, this group is already full.
zh_cn: 对不起，这个群组已经满员。

source: Sorry, this username is already taken.
zh_cn: 抱歉，该用户名已被占用。

source: Sorry, this username is invalid.
zh_cn: 抱歉，该用户名无效。

source: Sorry, too many requests.
zh_cn: 抱歉，请求过于频繁。

source: Sort By
zh_cn: 排序

source: Sound
zh_cn: 声音

source: Start Messaging
zh_cn: 开始聊天

source: Start Secret Chat
zh_cn: 开始加密对话

source: Start messaging by pressing the\nnew message button in the bottom right corner\nor tap the menu button for more options.
zh_cn: 要开始聊天请点击右下角的新建聊天按钮\n，或点击左上角菜单按钮查看更多选项

source: Sticker
zh_cn: 贴图

source: Storage not mounted
zh_cn: 未挂载存储器

source: Support
zh_cn: 支持

source: System Root
zh_cn: 系统根目录

source: System default
zh_cn: 系统默认

source: Take photo
zh_cn: 拍照

source: Tap and hold on user to delete.
zh_cn: 长按用户以删除。

source: Tap and hold on user to unblock.
zh_cn: 长按一个用户以取消屏蔽

source: Tap and hold to view
zh_cn: 点击并按住以查看

source: Tap it to lock and unlock your Telegram app.\n\nNote: if you forget the passcode, you'll need to delete and reinstall the app.
zh_cn: 轻触它就可以锁定或解锁Telegram。\n\n注意：如果您忘记这个密码，你必须得删除然后重新安装Telegram。

source: Tap it to lock your Telegram app with your new passcode.
zh_cn: 轻触它就可以凭设置的密码锁定或解锁Telegram。

source: Telegram FAQ
zh_cn: Telegram 常见问题

source: Terminate All Other Sessions
zh_cn: 注销所有其它设备上的会话

source: The number %1$s is already connected to a Telegram account.
zh_cn: 您所输入号码 %1$s 已经注册了 Telegram。

source: The username must not exceed 32 characters.
zh_cn: 用户名不能超过32个字符。

source: These settings will override the values above.
zh_cn: 这部分例外设置将会覆盖上面的设置。

source: This image is a visualization of the encryption key for this secret chat with <b>%1$s</b>.<br><br>If this image looks the same on <b>%2$s's</b> phone, your chat is 200%% secure.<br><br>Learn more at telegram.org
zh_cn: 此图片是与 <b>%1$s</b> 加密对话的加密密钥的可视化图片。<br><br>若此图片与 <b>%2$s 的</b> 手机上的图片一致，你们之间的聊天就是 200%% 安全的。<br><br>了解更多请访问 telegram.org

source: This message is not supported on your version of Telegram.
zh_cn: 当前版本不支持查看此条消息。

source: This user does not have Telegram yet, send an invitation?
zh_cn: 该用户还未加入Telegram，是否发送邀请？

source: To send images without compression
zh_cn: 发送原图片

source: Too many attempts, please try again later
zh_cn: 尝试次数过多，请稍后再试

source: USB transfer active
zh_cn: 已启用USB传输

source: Unable to change privacy settings now, please wait.
zh_cn: 现在无法修改隐私设置，请稍等。

source: Unblock
zh_cn: 取消屏蔽

source: Undo all custom notification settings for all your contacts and groups
zh_cn: 撤消所有联系人和群组的自定制通知设置

source: Unknown
zh_cn: 未知

source: Unknown error
zh_cn: 未知的错误

source: Unmute
zh_cn: 取消静音

source: Unsupported attachment
zh_cn: 不支持的附件

source: Update the app to view: http://telegram.org/update
zh_cn: 请前往更新版本: http://telegram.org/update

source: Updating...
zh_cn: 刷新中...

source: Use end-to-end encryption
zh_cn: 使用端到端加密

source: Username
zh_cn: 用户名

source: Vibrate
zh_cn: 振动

source: Video
zh_cn: 视频

source: Vignette
zh_cn: 背景虚光

source: WEB SEARCH
zh_cn: 网页搜索

source: Waiting for %s to get online...
zh_cn: 等待%s上线...

source: Waiting for network...
zh_cn: 等待网络...

source: Warmth
zh_cn: 色温

source: We try to respond as quickly as possible, but it may take a while.<br><br>Please take a look at the <a href=\"http://telegram.org/faq#general\">Telegram FAQ</a>: it has answers to most questions and important tips for <a href=\"http://telegram.org/faq#troubleshooting\">troubleshooting</a>.
zh_cn: 我们会试着尽快回复，但还是可能会需要一点时间。<br><br>请见 <a href=\"http://telegram.org/faq#general\">Telegram 常见问题</a>：当中包含了大多数问题的答案与 <a href=\"http://telegram.org/faq#troubleshooting\">疑难解答</a>。

source: We will call you in %1$d:%2$02d
zh_cn: 我们稍后将会呼叫您的手机 %1$d:%2$02d

source: We will send an SMS with a confirmation code to your new number.
zh_cn: 我们将会发送一条验证短信到您的新号码上

source: We've sent an SMS with an activation code to your phone
zh_cn: 我们发送了一条带有验证码的短信到您的手机

source: When connected on Wi-Fi
zh_cn: 接入 WiFi 时

source: When roaming
zh_cn: 漫游时

source: When using mobile data
zh_cn: 使用移动数据流量时

source: When you set up an additional passcode, a lock icon will appear on the chats page.
zh_cn: 当您设置好一个附加密码后，一把锁图标将会出现在聊天页面。

source: Who can see your Last Seen time?
zh_cn: 谁可以看到您最后上线的时间？

source: Work
zh_cn: 工作

source: Wrong country code
zh_cn: 错误的国家区号

source: Wrong number?
zh_cn: 号码错误？

source: You
zh_cn: 您

source: You added un2
zh_cn: 您添加了 un2

source: You can change your Telegram number here.
zh_cn: 您可以在此更改您的注册号码。

source: You can choose a username on <b>Telegram</b>.
zh_cn: 您可以在 <b>Telegram</b> 上选择用户名。

source: You changed the group name to un2
zh_cn: 您将群组重命名为 un2

source: You changed the group photo
zh_cn: 您更改了群组图片

source: You created a broadcast list
zh_cn: 您创建了一个广播名单

source: You created the group
zh_cn: 您创建了群组
